{
    "greeting_text1": "Привет, я - бот предложка для канала Айтишник, чиню принтеры. Ты можешь прислать мне свой пост, чтобы его потом опубликовали в канале. Используй /help, чтобы узнать доступные команды",
    "greeting_text2": "ВАЖНО! Хочешь дополнить обращение или ответить на комментарий редакции? Ты можешь отправить свое сообщение как ответ на нужное для тебя сообщение, как я сейчас!",
    "suc_sent": "Твой пост успешно отправлен :)",
    "unban_user": "Пользователь был разбанен и вновь может писать сообщения",
    "user_banned_bot": "Бот был заблокирован со стороны пользователя",
    "banned_user": "Вы были забанены администрацией бота",
    "user_banned_successful": "Пользователь {} с ID {} был заблокирован. Для разблокировки напишите <code>/unban {}</code>",
    "user_ban_error": "A request to the Telegram API was unsuccessful. Error code: 403. Description: Forbidden: bot was blocked by the user",
    "wrong_unban_user": "Пользователь с этим ID не найден в списке заблокированных",
    "reply_to_msg": "Тебе ответила редакция:",
    "can_reply_to_msg": "👆 Ты можешь ответить на сообщение выше, чтобы продолжить диалог. Или просто предложи другой пост, не связанный с предыдущим",
    "unbanned_user": "Вы были разблокированы редакцией! Больше не буйствуйте!",
    "wrong_posting": "Параметры указаны некорректно",
    "posted_successful": "Пост опубликован!",
    "thanks_for_suggest": "Спасибо за мемы, {}! Айтишники тебя любят ｡⁠◕⁠‿⁠◕⁠｡❤️",
    "reaction_additional": "✍️",
    "reaction_reply": "👍",
    "failed_set_reaction": "Не удалось поставить реакцию. Возможно, её нет в списке стандартных или пользователь заблокировал бота",
    "general_commands": "<b>Общие команды:</b>\n/start - перезапустить бота. \nПри при этом данные о предыдущих сообщениях сохранятся.\n/react [реакция] - поставить реакцию на полученное сообщение.\nПример: <code>/react 👍</code>.",
    "admin_commands": "<b>Команды для админов:</b>\n -[ответ] - прокомментировать пришедшее сообщение без отправки комментария пользователю\n/ban - заблокировать пользователя по сообщению. Работает ответом на сообщение от пользователя, которого нужно забанить.\n/unban [id] - разблокировать пользователя по его id. Вы можете скопировать команду в сообщении о блокировке. Пример: <code>/unban 123 </code>.\n/post - выложить предложенное сообщение на канал. Для удаления из медиагруппы ненужных элементов укажите их порядковые номера (от 1 до 10) после символа '-' через пробелы. Укажите в последовательности 0, чтобы убрать подпись к медиагруппе. Напишите свой текст после символа '!' чтобы добавить его к посту. \nПример: <code>/post -1 7 9 !Крутые мемы, согласитесь</code>."
}